Job_position = (
    ('موظف حكومي', 'حكومي'),
    ('موظف شركة','موظف'),
    ('موظف أهلي','موظف أهلي'),
    ('طالب','طالب'),
    ('مهندس','مهندس'),
    ('طبيب','طبيب'),
    ('معلم','معلم'),
    ('طالب علم','طالب علم'),
    ('ممرض','ممرض'),
    ('ربة بيت','ربة بيت'),
    ('متسبب','متسبب'),
    ('تاجر','تاجر'),
    ('غير ذلك','غير ذلك'),
)

Gender = (
    ('ذكر', 'ذكر'),
    ('أنثى', 'أنثى'),
)

Options_trip = (
    ('المدينة و مكة', 'المدينة و مكة'),
)

Marital_status = (
    ('متزوج','متزوج'),
    ('أعزب','أعزب'),
    ('أعزب','أعزب'),
    ('مطلق','مطلق'),
)

Address = (
    ('القديح','القديح'),
    ('القطيف','القطيف'),
    ('صفوى','صفوى'),
    ('سيهات','سيهات'),
    ('العوامية','العوامية'),
    ('الجارودية','الجارودية'),
    ('الجش','الجش'),
    ('الأوجام','الأوجام'),
    ('تاروت','تاروت'),
    ('أخرى','أخرى'),
)

Type_alhajj = (
    ('حج واجب  ( أحج لأول مرة )','حج واجب  ( أحج لأول مرة )'),
    ('حج مستحب ( حججت مسبقا )','حج مستحب ( حججت مسبقا )'),
    ('حج نيابي ( أحج نيابة عن غير )','حج نيابي ( أحج نيابة عن غير )'),
    ('تاروت','تاروت'),
    ('عما في الذمة ( أحج لبراءة ذمتي )','عما في الذمة ( أحج لبراءة ذمتي )'),
)

Tradition_reference =(
    ('الشيخ السيستاني','الشيخ السيستاني'),
    ('الشيخ الخوئي','الشيخ الخوئي'),
    ('الشيخ الوحيد','الشيخ الوحيد'),
    ('السيد الخامنئي','السيد الخامنئي'),
    ('السيد الحكيم','السيد الحكيم'),
    ('السيد صادق الشيرازي','السيد صادق الشيرازي'),
    ('السيد محمد الشيرازي','السيد محمد الشيرازي'),
    ('الشيخ الفياض','الشيخ الفياض'),
    ('الشيخ العصفور','الشيخ العصفور'),
    ('الشيخ أمين زين الدين','الشيخ أمين زين الدين'),
    ('الشيخ المدرسي','الشيخ المدرسي'),
)

Means_journey = (
    ('طيران ذهاب وعودة','طيران ذهاب وعودة'),
    ('ذهاب (طيران) والعودة (حافلة)','ذهاب (طيران) والعودة (حافلة)'),
    ('ذهاب (حافلة) والعودة (طيران)','ذهاب (حافلة) والعودة (طيران)'),
    ('حافلة ذهاب وعودة','حافلة ذهاب وعودة'),
)

Blood_type = (
    ('A+','A+'),
    ('A-','A-'),
    ('B+','B+'),
    ('B-','B-'),
    ('O+','O+'),
    ('O-','O-'),
    ('AB+','AB+'),
    ('AB-','AB-'),
)